tap "1password/tap"
tap "codecrafters-io/tap"
tap "cybozu/assam"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bottom"
brew "chezmoi"
brew "docker", link: false
brew "dust"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "httpie"
brew "jq"
brew "nkf"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "codecrafters-io/tap/codecrafters"
brew "cybozu/assam/assam"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "inkdrop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "witch"
