tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "codecrafters-io/tap"
tap "cybozu/assam"
tap "elastic/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "papiron/shelltool"
tap "sanemat/font"
tap "thoughtbot/formulae"
brew "ca-certificates"
brew "ansible"
brew "anyenv"
brew "little-cms2"
brew "bat"
brew "boost"
brew "bottom"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "cassandra"
brew "chezmoi"
brew "circleci"
brew "composer"
brew "coreutils"
brew "curl"
brew "cython"
brew "direnv"
brew "docker", link: false
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "open-mpi"
brew "fish"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "go"
brew "glide"
brew "gobject-introspection"
brew "h2o"
brew "hadolint"
brew "hdf5"
brew "python@3.10"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libgsf"
brew "libmng"
brew "libproxy"
brew "librsvg"
brew "llvm"
brew "localstack"
brew "maven"
brew "metricbeat"
brew "mkcert"
brew "mono"
brew "mysql@5.6", link: true
brew "neovim"
brew "nginx"
brew "nkf"
brew "openslide"
brew "packer"
brew "peco"
brew "perl"
brew "php"
brew "php@7.4"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "protobuf"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rmtrash"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "vips"
brew "watchman"
brew "yarn"
brew "zoxide"
brew "zsh-completions"
brew "aws/tap/copilot-cli"
brew "codecrafters-io/tap/codecrafters"
brew "cybozu/assam/assam"
brew "heroku/brew/heroku"
brew "papiron/shelltool/open-usp-tukubai"
brew "sanemat/font/ricty"
brew "thoughtbot/formulae/rcm"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alacritty"
cask "docker"
cask "hyper"
cask "ngrok"
