tap "1password/tap"
tap "codecrafters-io/tap"
tap "cybozu/assam"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "awscli"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "copilot"
brew "docker", link: false
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "httpie"
brew "jq"
brew "nkf"
brew "mysql-client"
brew "rg"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "codecrafters-io/tap/codecrafters"
brew "cybozu/assam/assam"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "anki"
cask "android-platform-tools"
cask "aws-vpn-client"
cask "cleanshot"
cask "deepl"
cask "docker"
cask "espresso"
cask "firefox"
cask "fuwari"
cask "google-chrome"
cask "google-japanese-ime"
cask "inkdrop"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle"
cask "ngrok"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stoplight-studio"
cask "transmit"
cask "unity-hub"
cask "visual-studio-code"
cask "witch"
cask "zoom"
